tap "charmbracelet/tap"
tap "eddieantonio/eddieantonio"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "laishulu/macism"
tap "localsend/localsend"
tap "tabbyml/tabby"
brew "age"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "m4"
brew "autoconf"
brew "fontconfig"
brew "openssl@3"
brew "pcre2"
brew "glib"
brew "cairo"
brew "icu4c@76"
brew "harfbuzz"
brew "bazel"
brew "btop"
brew "libidn2"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "dateutils"
brew "difftastic"
brew "direnv"
brew "dust"
brew "duti"
brew "entr"
brew "fish"
brew "fontforge"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "gum"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "llm"
brew "lnav"
brew "luajit"
brew "make"
brew "moreutils"
brew "ncdu"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "pcre"
brew "pipx"
brew "plantuml"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "rename"
brew "ruby"
brew "stow"
brew "superfile"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "vhs"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "zsh"
brew "charmbracelet/tap/mods"
brew "eddieantonio/eddieantonio/imgcat"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "laishulu/macism/macism"
cask "google-cloud-sdk"
cask "localsend"
cask "qview"
